Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 孤月：“……”呵呵，对某人的记名方法已绝望。
en_us: Lonemoon: "…" Heh heh. He had already lost hope with the way a certain someone remembered names.

source: 孤月：“……”呵，脑残粉！
en_us: Lonemoon: "…" Yuck, a brain-damaged fan!

source: 孤月：“……”她这是用跑吧，真的是在跑吧？跑起来这么快，那她平时干嘛还要蹭别人的剑啊喂！
en_us: Lonemoon: "…" Is she really running? Since she can run so fast, then why does she always cadge rides on other people's swords?!

source: 孤月：“……”完了，这丫已经是个脑残粉了！
en_us: Lonemoon:"..." That's it, this one is a brain damaged fan!

source: 孤月：“……”心机沈！
en_us: Lonemoon: "…" That scheming Shen!

source: 孤月：“……”感觉已经越来越不了解这个操蛋的世界了。
en_us: Lonemoon: "…" He felt as if he no longer understood the way this stupid world worked.

source: 孤月：“……”我的刀呢？
en_us: Lonemoon: "…" Where's my sword?

source: 孤月：“……”槽！MMP！
en_us: Lonemoon: "…" Shit! Damn!

source: 孤月：“……”满心槽，不知道从哪吐起。
en_us: Lonemoon:"..." Holy shit, don't even know where to begin.

source: 孤月：“……”谁是你牛爸爸！
en_us: Lonemoon: "..." Who's your Father Niu!

source: 孤月：“……”这都什么乱七八糟的。这只妖怪是来搞笑的吗？一边杀人取心，一边晚上又去做慈善。不过为何丢的都是鸡和兔子这些家禽？莫非对方是只狐妖？
en_us: Lonemoon: "…" This affair was turning into a bloody farce. Was this monster trying to be funny? Killing people and taking out their hearts, then doing charity at night. But why were only domestic animals like chickens and rabbits missing? Could it be that it was a fox demon?

source: 孤月：“……”隐隐听到了什么幻灭的声音。
en_us: Lonemoon: "… " One could almost hear the faint sound of illusions shattering.

source: 孤月：“你丫刚是想说做饭吧？”绝对是的吧。
en_us: Lonemoon: "That word you meant to say was 'cooking', right?" I'm sure of it.

source: 孤月：“你们俩到底有没有听我说话啊喂！”
en_us: Lonemoon: "Were you two even listening to what I said!"

source: 孤月：“你都一挑五了，还想怎样？”这叫什么学艺不精？
en_us: Lonemoon: "You already defeated five men at one go, what else do you want?" How could he say that his skills were not up to par?

source: 孤月：“卧槽！”
en_us: Lonemoon: "Oh no!"

source: 孤月：“死基佬！”
en_us: Lonemoon: "This damn gay!"

source: 孤月：“那个……这人看来没什么大问题，沈萤你先审着吧，我去看看弟子的修练情况。”
en_us: Lonemoon: "Well... this person doesn't look like much of a problem. Shen Ying, you handle him. I'll go check out how the disciples are doing."

source: 孤月：你个抄袭狗！
en_us: Lonemoon: You copycat!

source: 孤月：你还真信啊喂？！(°Д°)
en_us: Lonemoon: You really believe that?! (°Д°)

source: 孤月：哼，叫你乱改别人的名字。
en_us: Lonemoon: Hmph, I told you not to use other people's names.

source: 孤月：好……好可怕。
en_us: Lonemoon: You really are… a frightening woman.

source: 孤月：还吃，你是猪吗？
en_us: Lonemoon: Still want to eat, are you a pig?

source: 孤月：这话明显就是从武侠小说里抄来的吧，会信才有鬼！凸(艹皿艹)
en_us: Lonemoon: You obviously borrowed this saying from martial arts novels, only a fool will believe you! 凸(艹皿艹)

source: 孤月：靠，还顿悟了是什么鬼？这明显是个忽悠啊兄弟！ヽ(?Д?)?
en_us: Lonemoon: What, don't tell me you are having an epiphany? This is clearly a scam, brother! ヽ(?Д?)?

source: 孤月：骗鬼吧？这是力气大就可以做到的吗？(╬￣皿￣)
en_us: Lonemoon: Are you kidding? Can something like this be done with mere strength? (╬￣皿￣)

source: 孤青比了个十的数字，继续道，“我们现在所在的是中青界，整个中青界的化神修士，不到二十人。中青界有三宗六派，我们玄天宗是三宗六派之首，共有三个化神者。当然我就是其中一个，其它二宗六派之中，还有八位化神。”
en_us: Lonemoon gestured the number ten, and continued, "We are currently in the Middle Azure World, and over here there are less than 20 Soul Formation cultivators. The Middle Azure World has the Six Schools Three Sects, and the Blackheaven Sect is the leader of the Six Schools Three Sects and has three Soul Formation cultivators. Of course, I am one of them, and there are eight more within the rest of the Two Sects Six Schools."

source: 学习新的武技，并不能隐瞒他的身份太久，但此刻他只能拖一时是一时了。只要再给他一些时间，等他修炼到铸鼎境四重，就算马家要找他麻烦，他也有一些自保之力了。
en_us: Learning new martial arts techniques would not hide his identity for too long, but at that moment he could only try his best to drag out what amount of time he could lay his hands on. So long he could be given some more time, once he cultivated his power level up to the fourth stage of the Cast Tripod Realm, even if the Ma Family wanted to give him trouble, he would at least have some ability to defend himself.

source: 宁子安只觉得一股庞大的魔气扑面而来，无论是体内哪个人，顿时都消了声。可以感觉，眼前的魔故意收敛了魔气，但那般的威压仍是让人心惊。
en_us: Ning Zi An could only feel a strong demonic presence. Everyone was silent. Everyone within him. It was apparent, that the Devil up in front had restrained its "demonic energy", but the reckoning force still put Ning on his toes.

source: 宁子安脸上的黑色魔痕顿时褪得一干二净，但比起之前来，气息瞬间弱了不少，脸色苍白，张口就吐出一口血来，就连着身上浓郁的仙气也消去了不少。
en_us: The black Devil Scar on Ning Zi An's face had vanished completely, but his strength had greatly decreased as compared to the past. His face was pale and he vomited blood as he opened his mouth. Even the strong Immortal aura on him depleted quite a fair bit.

source: 宁子安醒来后才感觉到，四周那无处不在的魔气，仿佛是钢针一般正不断的往他身体里钻。脸上顿时闪过一丝不属于这个年纪的狂喜。
en_us: ffEbiquity of the demonic Qi was only felt by Ning ZiAn as soon as he woke up, as though steel needles burrowing into his body. Ecstacy that clearly did not belong to someone of his age flashed on his face.

source: 宁子安顿时脸色一白，却没有说话。
en_us: Ning Zi An's face turned pale in an instant but remained silent.

source: 宁子安：“……”
en_us: Ning ZiAn was left speechless.

source: 宁子安：“……”他这会是真的想哭了，嘴巴扁了扁，重重一哼，转头就埋进薄仪怀里，再不看她了。
en_us: Ning ZiAn kept quiet. He really wanted to cry this time round, but he pressed his lips into a line and let out a loud "hmph", before burying his head in Pu Yi, refusing to look at Shen Ying anymore.

source: 宁小朋友眼里一亮，正要伸着小手去接，沈萤的筷子一转，糕点在他眼前晃了一圈，啊呜一下，塞进了自己嘴里。发出一阵，咔咔咔的脆响。
en_us: Ning ZiAn's eyes lit up and just as he was about to reach out for the pastry, Shen Ying's chopsticks worked faster and took the pastry right in front of his eyes and placed it in her own mouth, letting out crunching sounds.

source: 宁小朋友瞅瞅糕点，又看了看她，小脸一皱似是在犹豫，半会还是顶不住诱惑似的，缓缓点了点头。
en_us: Ning ZiAn looked at the pastries before looking at her, as if he was hesitating. After a short while, he still could not resist the temptation and nodded his head slowly.

source: 它一个弹跳蹦了起来，却不是逃走，而是转身朝着她咚咚咚的嗑起头来。
en_us: It did not flee after it leaped up. It began kowtowing to her instead, producing a series of thuds against the ground.

source: 它兴奋的叫了几声，突然整个萝卜开始发出一道绿色的萤光。
en_us: It excitedly shouted for a few times, and suddenly the entire radish began to emit a green glow.

source: 它完全没有方向，绕了一圈却一头撞到了树上，头顶的叶子晃了两晃。转身四周瞅了瞅似是发现没有可以躲的地方。突然朝她冲了过来，一下钻进了沈萤的衣服下摆里，鸵鸟一样瑟瑟发抖，只露出半截雪白的萝卜尖。
en_us: It had no idea where it was headed. After making one complete circle, it crashed straight into a tree, the leaves atop its head swaying. The radish quickly gathered itself together and looked for an escape route. To its frustration, there was nowhere it could hide. Suddenly, it ran toward Shen Ying and burrowed straight into her clothes. Shen Ying felt it tremble beneath her garments. Just like an ostrich hiding its head underground, the radish left half of its white body exposed.

source: 它想了想，立马转头吩咐道，“来人，赶紧……赶紧的，查查宝库里还有什么……全都送到沈上仙的旧居去！嗯，一件不留！”
en_us: It paused to think for a moment. Suddenly, he turned and commanded, "Someone! Hurry... hurry, take stock of what we have in our treasury... Send everything to Exalted Immortal Shen's old address! And don't leave a single thing behind!"

source: 它是不是瞎了，真的是好久不见的沈上仙写的吗？！可这世上把紫霞玄芝叫成萝卜的，也只有她老人家了。
en_us: Was its eyes playing tricks on it? Was this really the long-lost Exalted Immortal Shen writng to him? It must be - she was the only one who would refer to the Splendor Lingzhi as a carrot.

source: 它留在地面的六条脚直直一蹬，再没了动静……
en_us: Its six legs, which were still above-ground, twitched a little before they went still...

source: 它话还没说完，上空传来轰隆一声响，整个镇子的上空，突然一阵扭曲，咔嚓一下。原本笼罩在上空的透明阵法顿时碎成了千万片，化为点点萤光落了下来。
en_us: Before it had finished speaking, there came a loud bang from the sky. The upper atmosphere of the entire town suddenly buckled under, followed by a loud cracking sound. The transparent array that had formed a shroud in the sky suddenly broke into thousands of pieces, raining tiny bits of fluorescent lights from the sky.

source: 它这一跪，其它的兔妖像是接收到什么信号一样，唰啦啦的跪了一地，朝她疯狂的嗑起了头。
en_us: Its action of kneeling seemed to have sent some sort of signal to the rest of the rabbit demons as they followed suit and quickly dropped to their knees and began to frantically kowtow.

source: 它这才委委屈屈的走了出来，然后……一把掀开了下半身的衣衫。
en_us: It then walked out of its grievance and… made to tear off its lower clothing.

source: 它这是在做梦吧，一定是的吧？
en_us: Was it dreaming? Was this real?

source: 它顿时发出一声凄厉的惨叫，再也维持不住人形，在阵中痛得翻滚起来。
en_us: The blood fox broke out into sad and shrill cries; unable to maintain his human form, he tumbled about the array in pain.

source: 守卫：“……”
en_us: The guard: "..."

source: 守门的魔：为什么打我，我只是守门的？
en_us: Fiend that guarded the gate to the palace,"Why was I attacked when I simply guarded the door？"

source: 完了完了完了……
en_us: That's it, that's it, that's it...

source: 实力最低都是铸鼎境二重，江豹江松等人赫然在列，如此多人就算他拥有铸鼎境四重的实力，怕是也很难安然无恙的走下西山。更别说他刚刚突破铸鼎境二重，丹田内的黑色元力只有六缕……
en_us: The weakest of the bunch had a power level at the second stage of the Cast Tripod Realm, with others like Jiang Bao and Jiang Song at ever-increasingly impressive power levels. With so many people there and then, even if he did have a power level in the fourth stage of the Cast Tripod Realm, he would still have much difficulty leaving the Western Hills completely safe and sound. Not to mention that he had only just made a breakthrough in achieving the second stage of the Cast Tripod Realm, and that he only had six wisps of black essence force available within his dantian...

source: 宠……宠物？
en_us: A... pet?

source: 宴席！
en_us: A banquet!

source: 家主肿成灯泡的眼睛，顿时睁开了一条缝！突然明白五位叔伯为何迟迟不归了，妈呀，这千叶草木灵居然是她的！太恐怖了。
en_us: The Family Master's eyes lit up and widened. Suddenly, he understood why five of his uncles had taken so long to return. The Thousand Leaves Vegetation Spirit belongs to her! That's frightening.

source: 家兔啊！
en_us: What can I say, house rabbit!

source: 富贵险中求！
en_us: Riches comes from danger, after all!

source: 对于柳长老，江逸并没有感情，不过人不是他杀的，却因他而死，他这几日时间很是不安和内疚。还半夜去了柳长老的坟墓前磕了几个头，洒了两杯黄酒。
en_us: Towards Elder Liu, Jiang Yi had no feelings at all. However, even though he did not directly murder the man, he had spent the past few days feeling uneasy and guilty. He had even gone to Elder Liu's grave in the middle of the night and kowtowed several times as well as poured two cups of yellow wine in front of the grave.

source: 对于这个封印他是熟悉得不能再熟了，自从达到铸鼎境一重能内视后，他最少内视了这个龙形封印几万遍，他清清楚楚记得这龙形封印一共由一万零八千枚符文组成，而此刻少了一枚……
en_us: He was very familiar was this seal. Ever since he'd reached the first stage of the Cast Tripod Realm and could observe his inner conditions, he had observed this dragon-shaped seal for at least several tens of thousands of times. He remembered clearly that this dragon-shaped seal was made of a total of eighteen thousand runic patterns. At that moment, one of them was missing...

source: 对方仍是僵立，他以为她没听清，又道，“道友灵气已尽，此战没必要再打下去。”好心提醒她认输。
en_us: The other party remained stiff. Thinking that she did not hear him clearly, he repeated, "Fellow Daoist, your Spirit Qi has already been used up. There is no point in continuing this battle." He was reminding her to admit defeat.

source: 对方却只含糊的应了一声，“哦哦哦……”扒饭扒饭扒饭。
en_us: The subject of his pledge merely mumbled, "Oh oh oh…" and continued guzzling her food.

source: 对方吃痛，倒吸一口冷气，满脸惊愕，下意识的想缩回手掌，但江逸那容他这么轻松退走，右手立即化手刀为爪，运转“缠丝手”抓住他的手臂，身子也粘了上去，大喊一声：“双龙夺珠”左手两指如箭般朝对方双眼刺去！
en_us: His opponent endured his pain, taking in a mouthful of cold air. With a face filled with shock and horror, he instinctively tried to withdraw his palms—yet Jiang Yi would not let him retreat so easily. Creating another knife-hand strike pose with his right hand and using them like claws, he circulated his Silk Hands technique and grabbed his opponent's arm. Pulling his entire body forward, he shouted, "Twin-Dragon Stealing Pearl!" Two fingers stabbed forward towards his opponent's eyes like arrows.

source: 对方已经张口了血盆大口，眼看着下一波叫声就要响起。羿清一咬牙，握紧手中的剑，如今只能拼了。
en_us: Their opponent was already opening its mouth to let out another blast. Yi Qing clenched his teeth and gripped his sword. All that was left now was to fight to the death.

source: 对方愣了一下，身侧的手紧了紧，嘴角动了动。沈萤以为他要说什么，他却突然身形一转，背了过去。
en_us: The man hesitated and clenched his fist. His mouth twitched. Shen Ying expected him to say something, but he suddenly turned around.

source: 对方没有回答，只是清冷的目光，利刃一般，直直的看着地上的背云兽。
en_us: The other party didn't respond. He only glared coldly at the Cloud-Bearing Beast on the ground with piercing eyes.

source: 对方没有回答，应该说完全没有理会他的意思，只是转头直直看向，还站在阵里的沈萤，半天没有回神。
en_us: The other person did not respond. He acted as if he did not even hear the question. He turned toward Shen Ying, who still stood rooted within the array.

source: 对方注意力被江逸左手双指吸引，此刻内心暴怒，心思絮乱，哪料到江逸真正的杀招是膝盖？直到下身被猛然一顶，一股撕心裂肺的剧痛传来才幡然醒悟。
en_us: Jiang Yi’s opponent was distracted by the two fingers on Jiang Yi's left hand and had much intense fury in his heart and confusion in his mind. How could he have possibly predicted that the true killer move would actually come from Jiang Yi’s knees? It was only until his lower body was suddenly struck, and when he felt an intensely acute pain radiate through his body that he suddenly realized what had happened.

source: 对方的人实在是太多了，就算是一对一，她们也占不了任何优势。特别是一些筑基期的弟子，被对方威压一扫，就倒地不起了，最后勉强支撑的只有郁红和思羽。
en_us: There were too many enemies. Each of the girls handled one Nascent Soul cultivator, yet they still didn't gain any advantage. A few of the Foundation Establishment disciples were swept aside by the enemies. Only Yu Hong and Si Yu struggled to put up a fight.

source: 对方茫然的歪了歪头，“鬼王是啥？”她见过吗？
en_us: That person looked blank as she tilted her head. "What's a Ghost King?" Had she seen it before?

source: 对方被他的大喊声吸引了注意力，没有再去理会江小奴，冷笑一声，手掌一荡，朝他双手扫来！
en_us: His opponent was indeed distracted by his loud shout and no longer had his attention on Xiao Nu. Instead, he scoffed coldly before swinging his palms in a sweeping movement towards Jiang Yi's hands!

source: 对方铁拳破空而来，缺乏心理准备的江逸只顾着躲避，却没留神地面沟壑不平，于是在急退过程中一下踩空失去身形，待到回过神来时，对方的拳头已经近在眼前。
en_us: Jiang Bao’s iron fist flew through the air. Jiang Yi, unprepared to defend against such an attack, was focused entirely on avoiding the incoming attack. As a result, he was not attentive enough to see the uneven ditch in front of him and, in his haste to avoid the attack, he lost his balance stepping into the little hole in the ground and fell down. By the time he regained his senses, the fists of his opponent had already closed in on him.

source: 对此，他只想说一句：MD这个挂B！
en_us: Regarding this, he only wanted to say one thing: Damn this cheat!

source: 对此，孤月有句MMP要讲。
en_us: Lonemoon could only curse at this.

source: 对这一点，他有绝对的自信，说完半点担忧都没，直接提剑朝着对面冲了过去。耳边如常响起一串的提示音。
en_us: Regarding that, he had absolute confidence. After he finished speaking, he did not have any bit of worry, directly attacking with his sword. As usual, reminder sounds alerted him by his ear.

source: 对面的人愣了一下，这才一点头回了一句，“哦。”说完转身就走。
en_us: Taken aback, the hostage was silent was a moment before answering with a nod, "Ok." She then turned and left.

source: 对面站立的翊小姐可不管那么多，双腿一个箭步朝江逸冲来，两个拳头如暴风雨般砸来。
en_us: Young Mistress Yi, who was standing opposite him, did not care as much, as she rushed towards Jiang Yi with both her legs moving as fast as arrows and both her fists smashing forward with a momentum like a sudden thunderstorm.

source: 导师的话引起一片哗然，江逸只有铸鼎境五重，竟能通过血炼？还排名在前二十？莫非江逸和战无双一样也是特殊种族？隐瞒了实力？或者江逸身份特殊？
en_us: The mentor's words gave rise to an uproar. Jiang Yi was only in the fifth stage of the Cast Tripod Realm, how was it possible for him to clear the Blood Alchemy, and on top of that, to be ranked top 20? Could Jiang Yi be of a special race, just like Zhan Wushuang? Hid his actual strength? Or, did he have a special identity?

source: 封印仅仅刚开始破解，江水决的修炼速度竟提升了两倍，尽管还是很慢很慢，但他已经看到了一缕曙光，一道希望之门……
en_us: Even though he had only just started breaking the seal, his refining speed with the Jiang Water Art had actually increased by two times. Even though it was still much too slow, he was now able to see a thread of light through a door of hope...

source: 小动物什么的——好麻烦啊！
en_us: These little animals or whatever they are—sure are troublesome!

source: 小半个时辰之后，他安全抵达了武殿，在半路他运转了一丝元力在耳朵内，一路也都走小巷，确定没人跟踪他。
en_us: He reached the Martial Arts Hall safely in under an hour, with the help of the wisp of black essence force he transferred to his ears halfway; in addition, he had deliberately picked the small alleyways on his way here, to ensure there was no one tailing him.

source: 小半个时辰后……
en_us: One short hour later…

source: 小半个时辰后。
en_us: Nearly an hour later.

source: 小半柱香时间之后，翊小姐气喘吁吁的停了下来，浑身大汗淋漓，本来就紧身的红色武士袍更是完全贴住她的玲珑娇躯上，将她完美的曲线展露得淋漓尽致。
en_us: After approximately three minutes, Young Mistress Yi stopped attacking as she panted breathlessly. With her body sweating profusely, the red-colored martial artist robes, already body-hugging to begin with, stuck even more to her delicate and exquisite figure, revealing her perfect bodily curves in vivid detail and brilliance.

source: 小奴傻兮兮的，就算被人卖了还要给人数钱，江逸从小就聪颖，自然一琢磨就明白了。他长长的吐出一口气，脸色变得狰狞起来，咬牙切齿的沉吼道：“好，好你个风月楼，竟敢如此坑害小奴？迟早有一天，小爷会把你们风月楼全部砸得稀巴烂的……”
en_us: count his profit. Jiang Yi was intelligent and alert since young—as such he clearly understood the whole incident after mulling over it for just a short moment. He released a long sigh and gave a malevolent look. Gritting his teeth, he swore in a low voice, "Alright, you're so great, people of Fengyue Brothel. How dare you try to trick and harm Xiaonu to that extent? One of these days, this master will destroy you and your building and turn you into shreds..."

source: 小奴正在院子内洗衣物，听到脚步声回头一望，两个大眼睛立即笑成了月牙儿，起身朝江逸走来。
en_us: Xiaonu was washing laundry in the yard when she heard footsteps and turned her head. She beamed immediately, her large eyes forming lovely crescents as she smiled and got up to greet Jiang Yi.

source: 小奴，全名叫江小奴。
en_us: Her full name was Jiang Xiaonu.

source: 小江逸的武学悟性和身体资质居然一个在天，一个在地？这让当时江家所有人都大跌眼镜！
en_us: How could little Jiang Yi’s raw talent in martial arts and actual prowess be worlds apart? Everyone in the Jiang Clan was completely shocked.

source: 小绿妹子画风咋变这么快，突然想知道，她到底跟人家聊了什么？
en_us: Little Green's attitude to Yin Yuanfei had changed so quickly that Shen Ying suddenly felt an urge to find out what she had been discussing with Yin Yuanfei.

source: 小胖子不留痕迹的收起手中的书册，苦笑的说道：“大哥，你能不能温柔点啊？这门坏了，我以后怎么睡啊！”
en_us: Fatty kept the book which he was holding in his hands, making sure not to leave any traces behind. He forced a smile and said, " Big Brother, can you be any gentler? How am I supposed to sleep with a broken door?

source: 小胖子哑然失笑，摇头道：“江逸，其实你应该猜到了一些吧？否则你不会如此暴怒！江云海曾经是王府的内院总管，有一次他因为做错了事情差点被杀了，是一位住在王府女子出言求情这才被免一死，不过最后还是被打瘸了腿，此事在镇西王府闹的很大，很多人都知道，他认这位女子为主也是情理之中的事情。”
en_us: Fatty stifled a laugh and said while shaking his head, "Jiang Yi, actually you already guessed it, didn't you? If not you wouldn't be so angsty! Jiang Yunhai used to be the Lord's internal household Chief Supervisor, and once when he was almost killed because of his wrongdoing, it was a lady who lived in the household that pleaded for him that allowed him to live, though he was beaten till he was lame. This incident was well known throughout the Lord's household, and it made sense that he pledged his loyalty to the lady."

source: 小胖子摇头苦笑解释道：“学院内不论学员的身份，只看学员等级。最低等的记名学员每天都得帮学院做杂活，否则将会被驱赶出去的，而且记名学员不能享受学院内的任何福利，除非你捐献大量的紫金，否则连静修室都没资格进去。普通学员则不用做杂务，还可以外出执行任务得到积分，至于精英学员，每个月都有免费积分，最顶级的天才学员更是可以无限使用学院任何资源……”
en_us: Fatty shook his head, explaining with a wry smile," The Academy doesn't lay emphasis on the background of her students, but the ranks of them. The lowest-ranked Registered Students are in charge of helping with the crappy jobs of each day in the Academy or risk getting expelled. Furthermore, unless you donate a large amount of violet gold, Registered Students are not given the rights to enjoy any benefits within the Academy, not even the rights to step foot into the Serenity Rooms. Regular Students, on the other hand, are not required to help out with the daily chores and can even gather points by completing outbound missions. As for the Elite Students, well, they're given free points every month. The highest-tier gifted students are even granted unlimited access to the Academy's resources..."

source: 小胖子有些惊恐疑惑的叫道：“大哥，你说什么？我不懂啊！”
en_us: Fatty called out in fright and curiosity," Big brother, what are you talking about? I don't understand!"

source: 小胖子翻了一个白眼道：“我们是什么？记名学员！学院内最低级的学员，就算有仪式也不是欢迎我们的！走吧，做事去了！”
en_us: Fatty rolled his eyes," What are we? We're Registered Students! Also known as the lowest-ranked students in the Academy. We wouldn't have been invited even if there was a Welcome Ceremony! Let's go and settle some matters!"

source: 小胖子脸上的笑容凝固，面色认真起来，点头道：“行，大哥你说吧，你这人情我要定了。”
en_us: The smile on Fatty's face dissolved as he stiffened his expressions. He nodded and said," Sure thing, Big Brother. Tell me more, for I am dead set on this matter!

source: 小胖子脸上露出一丝苦涩，摇了摇头道：“大哥先松开吧，我对你没恶意的。”
en_us: A sense of bitter agony filled Fatty's mind, he shook his head and said,"Big brother,please release me first, I have no ill intentions towards you.”

source: 少了魔气支撑，整个升仙塔开始变回了真正的模样，原本洁白如玉的塔身，像是掉色一样，慢慢变成了一片漆黑，就连迷蔓着的仙气也消失了，反而四处飘散着浓郁的阴气。
en_us: Without the support of demonic aura, the entire Immortal Ascension Pagoda began to return to its original form. The snow white color of the pagoda faded, slowly turned black. Even the swirling Immortal Qi vanished, all that was left was a fog of dense Yin Qi

source: 少女目光在江逸等人身上扫过，有些不满的说道：“杨管事，怎么没有银牌陪练？全都是铜牌的？”
en_us: The teenage girl swept a glance across Jiang Yi and the other persons around. Somewhat disgruntled, she said, "Manager Yang, why are there no silver-token-grade sparring partners? Why are they all bronze-token-grade ones?"

source: 就仿佛，这个谁也不知道姓名的人从来就没有出现在这天地间一般。
en_us: It was as if the nameless one had never stepped forth into this universe.

source: 就像他说的，上面开始有了灵兽的影子，有的三五只一伙，有的上百成群。大多出现在岛上，水里也时不时会蹦出一只，每只体型都很大，远远的都能看到灵兽的身影。
en_us: Just as he said, there were many spirit beasts on the islands. Some were traveling in groups of three to five, while others were traveling in groups of hundreds. Most of them were on the land but occasionally they spotted a beast or two in the waters. All of the beasts were huge - they could be spotted from afar.

source: 就在此刻，侧门外突然响起一道冷哼声，一道魁梧如巨人般的高大身影大步冲了进来，看到江逸的拳头已经贴近了江如虎的后背，立即大怒道：“小杂碎，敢伤我弟弟？你今日必死无疑。”
en_us: Right at this crucial moment was a cold voice from the side door. A gigantic and stalwart figure dashed in and saw Jiang Yi's fist approaching Jiang Ruhu's back, he shouted furiously, "You brat! How dare you hurt my younger brother? You shall die today for sure."

source: 就在这时，山顶的另外一边数人飙射而上，吸引了众人的注意。江逸连忙快速走进人群中，这才顺着众人目光看去，这一看之下他脸色立即沉了下来，来的是长孙家那位少爷，还有江麒麟小胖子钱万贯等人。
en_us: At this very moment, several people that dashed up at the other side of the mountain top drew everyone's attention. Jiang Yi walked briskly into the crowd, then followed their gaze, only to see the young master of Zhang Sun Clan, Jiang Qilin, the Fatty Qian Wanguan, and gang, which made Jiang Yi's face darken.

source: 就在这时，异变突生！
en_us: Just at that moment, an unexpected change suddenly happened!

source: 就在这炼丹师将丹药准备丢进瓷瓶时，他浑浊的眸子突然射出两道精芒，脸色也变得郑重起来，眼睛瞪得大大的，再次仔细观看起丹药来。
en_us: Just when the alchemist was about to throw the pill back into the porcelain bottle, his cloudy eyes suddenly lit up with two bright sparks. His facial expressions also became more solemn. With his eyes opened widely, he once again carefully inspected the elixirs.

source: 就在黑色元力注入丹炉内的那一刻，整个丹炉传来一阵沉闷的炸响，丹炉剧烈摇晃起来，差点翻到在地。、
en_us: At the moment when the black essence force was injected into the cauldron, the entire cauldron released a muffled explosion sound as it shook violently, almost overturning and falling to the ground.

source: 就自己连金丹什么时候被震碎的，都没察觉。那个人……太可怕了！
en_us: He did not even know when exactly his Golden Core had been shattered. That person… was too scary!
